package Homework4;

public class Program {
    public static void main(String[] args) {
        // TO DO: добавить работу с цифрами

        // TO DO: добавить элемент

        // TO DO: печать масива
        // TO DO: удаление элемента по индексу
        // TO DO: удаление элемента по значению
        // TO DO: Поиск минимального значения
        // TO DO: Поиск максимального значения
        // TO DO: Сумма элементов массива
        // TO DO: Произведение элементов массива
        // TO DO: Поиск элемента по индексу
        // TO DO: Проверка наличия элемента в массиве

        // TO DO: Пузырьковая сортировка

        // TO DO: печать



        
    }
}
